Repository: caivega/enlightenment
Catalog: E-MODULES-EXTRA/screenshot/po/*.po
Languages: eo, gl

source: Screenshot Settings
eo: Agordoj pri ekrankopio
gl: Preferencias da Captura de pantalla

source: General Settings
eo: Ĝeneralaj agordoj
gl: Preferencias xerais

source: Beep when taking screenshot
eo: Pepi kiam kreanta ekrankopion
gl: Pitar ó facer unha captura de pantalla

source: Delay Time:
eo: Tempo de prokrasto:
gl: Tempo de demora:

source: Capture Mode
eo: Reĝimo de kapto
gl: Modo de captura

source: Whole Screen
eo: Tuta ekrano
gl: Toda a pantalla

source: Select Window
eo: Elektu fenestron
gl: Seleccionar xanela

source: Select Region
eo: Elektu regionon
gl: Seleccionar área

source: File Settings
eo: Agordoj pri dosieroj
gl: Preferencias do ficheiro

source: Always prompt for filename
eo: Ĉiam averti per dialogo pri dosiernomo
gl: Preguntar sempre polo nome do ficheiro

source: Save Directory:
eo: Konservi dosierujon:
gl: Gardar no directorio:

source: Filename:
eo: Dosiernomo:
gl: Nome do ficheiro:

source: Application Settings
eo: Agordoj pri aplikaĵo
gl: Preferencias do aplicativo

source: Launch application after taking screenshot
eo: Ruli aplikaĵon post ol kreado de ekrankopio
gl: Iniciar un aplicativo depois de facer unha captura de pantalla

source: Thumbnail Settings
eo: Agordoj pri miniaturo
gl: Preferencias de miniatura

source: Generate thumbnail from screenshot
eo: Krei miniaturon el ekrankopio
gl: Xerar miniatura da captura de pantalla

source: Image Quality:
eo: Kvalito de bildoj:
gl: Calidade de imaxe:

source: Application:
eo: Aplikaĵo:
gl: Aplicativo:

source: Size:
eo: Grando:
gl: Tamaño:

source: (Percentage of original image to use for thumbnail)
eo: (uzenda procento de origina bildo kiel miniaturo)
gl: (Porcentaxe da imaxe orixinal para empregar de miniatura)

source: Screenshot
eo: Ekrankopio
gl: Captura de pantalla

source: Screenshot Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Screenshot module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
eo: La datumoj por la agordoj de la modulo pri ekrankopio postulas ĝisdatigojn. Viaj malnovaj agordoj<br> estis viŝitaj kaj nova aro da aprioroj estis pravalorizitaj. Tio okazos ofte dum<br> la programado, do ne raportu cimon. Tio simple signifas, ke la modulo<br> postulas novajn datumojn de agordoj apriore por uzeblaj trajtoj,<br> kiujn viaj agordoj mankas. Ĉi tiu nova aro da aprioroj korektos tion, aldonante ĝin.<br> Vi povas laŭvole agordi denove nun. Pardonu pro la ĝeno.<br>
gl: A configuración do módulo de Captura de pantalla require actualizarse. A súa configuración anterior<br> foi eliminada e un novo conxunto predeterminado foi inicializado. Isto<br>ocorrerá regularmente durante o desenvolvemento, polo que non informe dun<br>erro. Simplemente significa que o módulo necesita uns novos <br>datos de configuración predeterminados para unha funcionalidade correcta da que a súa<br>configuración anterior carece. Engadindo este novo conxunto de preferencias predeterminado arranxarase <br>isto. Agora pode reconfigurar as cousas<br>ó seu gusto. Desculpe as molestias.<br>

source: Your Screenshot Module configuration is NEWER than the Screenshot Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Screenshot Module or copied the configuration from a place where<br>a newer version of the Screenshot Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
eo: Viaj agordoj de la modulo pri ekrankopio estas PLI NOVAJ ol la modulo mem. Tio estas ege<br> strange. Tio ne devus okazi krom se vi malpromociis la modulon aŭ kopiis la agordojn<br> el loko, kie nova versio de la modulo funkciis. Tio estas malbone kaj viaj<br> agordoj estis restaŭritaj al aprioroj, kiel antaŭzorgo. Pardonu pro la ĝeno.<br>
gl: A súa configuración do módulo de Captura de pantalla é MÁIS NOVA que a versión do módulo. Isto e moi<br>estraño. Non debería ocorrer a menos que haxa revertido<br>o módulo ou no caso de copiar a configuración dun sitio onde<br>se estaba executando unha versión máis nova deste módulo. Isto e malo e<br>como precaución a súa configuración foi restaurada ós seus valores<br>predeterminados. Desculpas polas molestias.<br>

source: Take Screenshot
eo: Krei ekrankopion
gl: Facer unha captura de pantalla

source: Screenshot Configuration Updated
eo: La agordoj pri ekrankopio estas ĝisdatigitaj
gl: Configuración de Captura de pantalla actualizada

source: Settings
eo: Agordoj
gl: Preferencias

source: Screenshot Module
eo: Modulo de ekrankopio
gl: Módulo de Captura de pantalla

source: Enter a new filename for this screenshot
eo: Tajpu novan dosiernomon por ĉi tiu ekrankopio
gl: Introduza un novo nome para esta captura de pantalla
