Repository: caivega/enlightenment
Catalog: E-MODULES-EXTRA/mem/po/*.po
Languages: gl

source: Settings
gl: Configuración

source: Mem Settings
gl: Configuración de Mem

source: General Settings
gl: Configuración Xeral

source: Always Show Text
gl: Amosar sempre o texto

source: Show Text On Mouse Over
gl: Amosar o texto ó pór o rato enriba

source: Show Text As Percent
gl: Amosa-lo texto como porcentaxe

source: Ignore Buffers
gl: Ignorar búferes

source: Ignore Cached
gl: Ignorar a caché

source: Check Interval:
gl: Intervalo de Comprobación:

source: %1.0f seconds
gl: %1.0f segundos
