Repository: caivega/enlightenment
Catalog: E-MODULES-EXTRA/exalt-client/po/*.po
Languages: eo

source: Exalt Configuration
eo: Agordoj pri Ekzalto

source: General
eo: Ĝenerala

source: Basic mode
eo: Baza reĝimo

source: Advanced mode
eo: Progresinta reĝimo

source: Wireless network
eo: Sendrata reto

source: Save the configuration of each wireless network
eo: Konservi la agordojn de ĉiuj sendrataj retoj

source: Notifications
eo: Atentigoj

source: Enable the notifications
eo: Enŝalti la atentigojn

source: Exalt Warning
eo: Averto de Ekzalto

source: Warning
eo: Averto

source: NetworkManager has been detected on your computer.
eo: NetworkManager estis trovita en via komputilo.

source: Exalt can't work properly if networkManager is running, please stop NetworkManager or Exalt.
eo: Ekzalto ne funkcieblas se NetworkManager estas rulanta. Bonvole ĉesigu NetworkManager aŭ Ekzalton.

source: Ok
eo: Bone

source: exalt
eo: Ekzalto

source: exalt Configuration Updated
eo: Agordoj de Ekzalto ĝisdatigitaj

source: Settings
eo: Agordoj

source: DNS configuration
eo: Agordoj por DNS

source: Network configuration
eo: Retaj agordoj

source: Modem dialer
eo: Modema numerumilo

source: Mobile Phone (3G)
eo: Poŝtelefono (3G)

source: No IP Address
eo: Neniu IP-adreso

source: Wired interface
eo: Drata interfaco

source: Wireless interface
eo: Sendrata interfaco

source: Wired Configuration Settings
eo: Agordoj por drataj konektoj

source: Activate
eo: Enŝalti

source: Deactivate
eo: Malŝalti

source: DHCP (Dynamic host configuration protocol)
eo: DHCP (Agordprotokolo por dinamikaj gastigaj komputiloj)

source: Static
eo: Fiksa

source: IP address:
eo: IP-adreso:

source: Netmask address:
eo: Subreta masko:

source: Gateway address:
eo: Kluza adreso:

source: Command:
eo: Komando:

source: OK
eo: Bone

source: Apply
eo: Apliki

source: Cancel
eo: Nuligi

source: Wireless Configuration Settings
eo: Agordoj por sendrataj konektoj

source: Network information
eo: Informoj pri reto

source: Address:
eo: Adreso:

source: Quality:
eo: Kvalito:

source: Wireless interface configuration
eo: Agordoj pri sendrata interfaco

source: Add to favorites:
eo: Aldoni al preferoj:

source: WEP information
eo: Informoj pri WEP

source: Description:
eo: Priskribo:

source: Hexadecimal Key
eo: Deksesuma klavo

source: ASCII Key
eo: ASCII-klavo

source: Password:
eo: Pasvorto:

source: WPA information
eo: Informoj pri WPA

source: CA certificate:
eo: CA-atestilo:

source: Client certificate:
eo: Atestilo de kliento:

source: Private key:
eo: Privata klavo:

source: Select the company certificate
eo: Elektu la atestilon de eldonejo

source: Select the client certificate
eo: Elektu la atestilon de kliento

source: DNS (Domain Name Server) Settings
eo: Agordoj por DNS (domajna nomsistemo)

source: DNS (Domain Name Server) configuration
eo: Agordoj por DNS (domajna nomsistemo)

source: Add
eo: Aldoni

source: Replace
eo: Anstataŭigi

source: Delete
eo: Forigi

source: Close
eo: Fermi

source: Wireless Interface Settings
eo: Agordoj pri sendrata interfaco

source: wireless interface
eo: Sendrata interfaco

source: Create a new network
eo: Krei novan reton
