Repository: caivega/enlightenment
Catalog: E-MODULES-EXTRA/e-tiling/po/*.po
Languages: pt

source: Windows
pt: Janelas

source: columns
pt: colunas

source: rows
pt: linhas

source: General
pt: Geral

source: Tile dialog windows aswell
pt: Incluir janelas de diálogos

source: Show window titles
pt: Mostrar títulos das janelas

source: Key hints
pt: Teclas de atalho

source: Virtual Desktops
pt: Ambientes virtuais

source: Number of columns used to tile per desk (0 → tiling disabled):
pt: Número de colunas por ambiente de trabalho (0 → para inativo):

source: Tiling Configuration
pt: Configuração do E-Tiling
